<template>
<div>
  <div style="margin-top:0.5rem;" class="title">活动规则与条款</div>
  <div class="content">
    <div>1.所有优惠以人民币(CNY)为结算金额，以北京时间(GMT+8)为计时区间； 每位玩家﹑每户﹑每一住址。</div>
    <div>2.每一电子邮箱地址﹑每一电话号码﹑相同支付方式(相同借记卡/信用卡/银行账户)及IP地址只能享有一次优惠；若会员有重复申请账号行为，公司保留取消或收回会员优惠彩金的权利；</div>
    <div>3.热火娱乐城的所有优惠特为玩家而设，如发现任何团体或个人，以不诚实方式套取红利或任何威胁、滥用公司优惠等行为，公司保留冻结、取消该团体或个人账户及账户结余的权利</div>
    <div>4.若会员对活动有争议时，为确保双方利益，杜绝身份盗用行为，热火娱乐城有权要求会员向我们提供充足有效的文件，用以确认是否享有该优惠的资质；</div>
    <div>5.当参与优惠会员未能完全遵守、或违反、或滥用任何有关公司优惠或推广的条款，又或我们有任何证据有任何团队或个人投下一连串的关联赌注，籍以造成无论赛果怎样都可以确保可以从该存款红利或其他推广活动提供的优惠获利，热火娱乐城保留权利向此团队或个人停止、取消优惠或索回已支付的全部优惠红利。此外，公司亦保留权利向这些客户扣取相当于优惠红利价值的行政费用，以补偿我们的行政成本；</div>
  </div>
</div>
</template>
